[
{
    "question": "Wie können wir diesen Abgrund an Verschwendung vermeiden?"
    },{
    "question": "Wie können wir den Künstlern, Schriftstellern und Designern der Welt helfen, indem wir ihre Arbeit unterstützen?"
    },{
    "question": "Wie können wir die Menschen hierher bringen?"
    },{
    "question": "Wie können wir die Funktionsweise der DNA und ihrer Prozesse am besten verstehen und wie sie in Zukunft vielleicht verbessert werden können?"
    },{
    "question": "Wie können wir die Probleme beheben, wenn sie nicht bei uns liegen?"
    },{
    "question": "Wie können wir mit unserem Leben etwas bewirken, wenn die Produkte, die wir bedienen, für uns nicht funktionieren?"
    },{
    "question": "Wie können wir diese Zeit am besten nutzen, um die Tugend zu loben?"
    },{
    "question": "Wie können wir uns von den Glaubenssystemen der herrschenden Klassen zu denen der Mittelschichten bewegen?"
    },{
    "question": "Wie können wir eine Ökologie der Grünflächen schaffen, in der alle Menschen, egal welcher Rasse, welchen Geschlechts, welcher Herkunft und welcher Sprache leben können?"
    },{
    "question": "Was werden die Auswirkungen sein, wenn diese Maßnahmen ergriffen wurden?"
    },{
    "question": "Welche wirtschaftlichen Auswirkungen wird die Entwicklung hin zu Open Source haben?"
    },{
    "question": "Wie wird das Verhältnis zwischen Design und Industrie sein?"
    },{
    "question": "Was werden die Kernwerte der Zukunft dieser großen Nation sein?"
    },{
    "question": "Was wird die nächste Stufe der Entwicklung dieses Raums sein?"
    },{
    "question": "Welchen Wert wird das haben, was uns nicht zu jeder Zeit und an jedem Ort gehört, und werden wir dafür mit unserem Leben bezahlen, als ob wir es leben würden?"
    },{
    "question": "Was wird die Rolle der kulturellen Linken in der Zukunft sein?"
    },{
    "question": "Was wird der Sinn des Grafikdesign-Instituts sein, wenn es nicht auf ein Thema reduziert werden kann?"
    },{
    "question": "Wie wird das Programm beschaffen sein, durch das die neue Ideologie täglich in unsere Schulen und Universitäten eindringt?"
    },{
    "question": "Was wird die Rolle eines Designbüros sein, das sich dem Schutz und der Verschönerung der städtischen Umwelt und ihrer natürlichen Umgebung widmet?"
    },{
    "question": "Sollten wir alle entrüstet sein?"
    },{
    "question": "Sollten wir alle so dumm sein, anzunehmen, dass der einzige praktische Vorteil, den ein fabrikneues Automatikgetriebe gegenüber einem Standard-Benzinmotor hat, eine marginale Grenzsteuer ist?"
    },{
    "question": "Sollten wir alle so töricht sein?"
    },{
    "question": "Sollten wir alle so großzügig und kooperativ miteinander umgehen?"
    },{
    "question": "Sollten wir alle so technikverliebt sein, dass wir alle Warnungen über ihre Auswirkungen ignorieren?"
    },{
    "question": "Sollten wir alle so selbstgefällig sein, was Nachhaltigkeit und menschenzentriertes Design angeht?"
    },{
    "question": "Sollten wir uns alle damit zufrieden geben, unseren Körper einfach in den Wind zu werfen, oder mit diesem Traum von einer Welt, in der die Körper der Menschen frei von Gefahren sein werden, weil man die Sterne nicht sieht?"
    },{
    "question": "Sollen wir alle so dumm sein, dass es für diese Nation keine Zukunft gibt ohne die Produktion von Humankapital, den Aufbau neuer Ideen, den Bau der Barrikaden, den Kampf auf allen geistigen und materiellen Gebieten?"
    },{
    "question": "Sollten wir alle so dumm sein, dass wir uns gegenseitig auf Schritt und Tritt den Krieg erklären, und zwar im krassen Gegensatz zu dem, was die Natur braucht?"
    },{
    "question": "Sollten wir alle so anmaßend sein, zu sagen, dass wir durch die Gnade Gottes alles ausnutzen können, was wir bekommen können?"
    },{
    "question": "Gibt es irgendeinen Beweis dafür, dass man - je mehr man arbeitet (oder schreibt) - bereit sein muss, für die Bedingungen der Ausbeutung und der Zerstörung von Ökosystemen Zeitvertreib und Form loszulassen?"
    },{
    "question": "Gibt es irgendeine Magie hinter dem Ganzen?"
    },{
    "question": "Gibt es irgendeine andere Form von geistigem Eigentum, auch von unendlich subtileren und subtileren Verwendungen, die wir fürchten sollten?"
    },{
    "question": "Gibt es eine bessere Analogie für ein Kunstwerk als ein Kunstwerk?"
    },{
    "question": "Gibt es irgendeinen Wert in einem Leben, das nicht gelebt werden kann, wenn wir nicht verheiratet sind?"
    },{
    "question": "Gibt es irgendeine Notwendigkeit, uns alle dazu zu bringen, das gleiche hässliche Papier mit unseren eigenen Augen auf den Umschlag zu kritzeln?"
    },{
    "question": "Gibt es einen Beweis dafür, dass die Nachfrage nach dieser Art von Daten in den letzten vier Jahren gestiegen ist?"
    },{
    "question": "Gibt es irgendeinen Unterschied zwischen einem Hund und einem Menschen, wenn wir ihm kein Vergnügen, keine Müdigkeit, aber genügend Kraft zur Befriedigung der Sinne gegeben haben?"
    },{
    "question": "Gibt es irgendeinen Beweis für die Idee, dass die Menschen mit so vielen anderen Dingen beschäftigt sind und ihre Aufmerksamkeit so konzentriert ist, dass sie die Folgen nicht bemerken?"
    },{
    "question": "Gibt es überhaupt einen Markt für solche Möbel, die billig und einfach herzustellen und zu pflegen sind?"
    },{
    "question": "Könnten wir es so einrichten, dass ein Benutzer, wenn er auf der Seite nach unten scrollt (oder 'durchzippt'), sofort die eigene Arbeit des Designers sehen kann?"
    },{
    "question": "Hätten wir das gekonnt?"
    },{
    "question": "Könnten wir eine Maschine bauen, die Glukose wieder in Glukose verwandelt, auch ohne Glukose?"
    },{
    "question": "Könnten wir uns von diesem Haus aus sehen, wenn das Fenster offen ist?"
    },{
    "question": "Könnten wir dies in die Tat umsetzen?"
    },{
    "question": "Könnten wir verhindern, dass er ein Teil dieser Arbeit ist?"
    },{
    "question": "Könnten wir von der Bevölkerung erwarten, dass sie sich in Zukunft harmonischer und offener verhält?"
    },{
    "question": "Könnten wir die Straßen in dieser Stadt länger und sicherer machen, oder sie ein bisschen breiter und ein bisschen fester machen?"
    },{
    "question": "Könnten wir auf einem Markt konkurrieren, auf dem das haltbarste, langlebigste Material Weichschalen und M&Ms sind und nicht Gold, Diamanten und No-Till?"
    },{
    "question": "Könnten wir wirklich ein zweites, erfüllteres Leben haben, wenn das Wetter immer noch schlecht ist und wir niemanden haben, der sich um uns kümmert?"
    },{
    "question": "Wie sollte man z.B. ein soziales Netzwerk gestalten?"
    },{
    "question": "Wonach sollten Sie suchen?"
    },{
    "question": "Wie sollten Sie eine Grenze um ihrer selbst willen gestalten?"
    },{
    "question": "Wie sollten Sie Ihr Geschäft einrichten?"
    },{
    "question": "Wie sollten Sie handeln?"
    },{
    "question": "Wie sollten Sie ein Produkt und eine darauf basierende Dienstleistung entwerfen?"
    },{
    "question": "Wie sollten Sie es schreiben?"
    },{
    "question": "Wie sollten Sie ein Gebäude entwerfen, wenn es nicht dafür entworfen ist? Wie sollten Sie es planen, wenn es Ihre Fähigkeit, in einer modernen Stadt zu leben, in Frage stellt?"
    },{
    "question": "Wie sollte man den Strom einschalten?"
    },{
    "question": "Wie sollte man ein Leben des Wartens auf den richtigen Moment in Kauf nehmen?"
    },{
    "question": "Aber was wäre, wenn diese neue Technologie von einer Gruppe von Menschen entwickelt würde, anstatt von einem internationalen Konsortium?"
    },{
    "question": "Aber was wäre, wenn wir ein System hätten, das die Sicherheit unserer Arbeit, unserer Produkte, unserer kulturellen und geistigen Schätze gewährleistet?"
    },{
    "question": "Aber was wäre, wenn wir Geräte entwerfen und bauen könnten, die der Welt zeigen würden, wie es ist, ein Immigrant im Nahen Osten zu sein?"
    },{
    "question": "Aber was wäre, wenn die Dinge genau so wären?"
    },{
    "question": "Aber was wäre, wenn die Gesellschaft all das nicht bräuchte?"
    },{
    "question": "Aber was wäre, wenn man dafür ein Betriebssystem erstellen könnte, das auf so ziemlich allem läuft?"
    },{
    "question": "Aber was wäre, wenn wir die Uhr zurückdrehen könnten?"
    },{
    "question": "Aber was wäre, wenn wir ein System entwerfen und gestalten könnten, das die Anwender in dieser Zeit des Übergangs schützt?"
    },{
    "question": "Aber was, wenn wir diesen Luxus nicht hätten?"
    },{
    "question": "Aber was, wenn nicht?"
    },{
    "question": "Warum tun wir das?"
    },{
    "question": "Warum tun wir das und was ist der Zweck des Ganzen?"
    },{
    "question": "Warum entwerfen wir Apps für Kinder, bei denen die Bildschirme leer sind?"
    },{
    "question": "Warum sollen wir glauben, dass die Bedingungen, die die große Pandemie von 1918 verursachten, durch unnatürliche Kräfte verursacht wurden oder dass es sie gab, um zu feiern?"
    },{
    "question": "Warum tun wir das, wenn die Reichen dafür bezahlen?"
    },{
    "question": "Warum schaffen wir ein neues Ideal?"
    },{
    "question": "Warum tun wir uns das an?"
    },{
    "question": "Warum tun wir das jetzt?"
    },{
    "question": "Welchen Sinn hat es, ein Wesen zu verehren, das größer ist als wir selbst, das erhabener ist als wir selbst, das über alles erhaben ist?"
    },{
    "question": "Welchen Zweck kann es für die eine Werkstatt ohne die andere geben?"
    },{
    "question": "Welcher Zweck ist in diesem Abschnitt offensichtlich?"
    },{
    "question": "Welcher Zweck des Lebens in der neuen Welt ist es, sich einen Scherz zu erlauben, sich über die Heuchelei lustig zu machen und sich zum Gespött der Leute zu machen?"
    },{
    "question": "Welcher Zweck der Studie ist es, die Hypothese zu testen, dass die Hypothese von Natur aus falsch ist?"
    },{
    "question": "Welchen Zweck kann es haben, ohne Rücksicht auf das Ende der Welt zu produzieren?"
    },{
    "question": "Welcher Zweck und welche Funktion hat ein Farbstoff?"
    },{
    "question": "Welchen Zweck hat es, nützlich zu sein, ohne nützlich zu sein?"
    },{
    "question": "Welcher Zweck der Werbung?"
    },{
    "question": "Wann kommen wir an den Punkt, an dem es keine Zwänge mehr gibt und er alles sein kann, vom Designer bis zum kybernetischen Kybernetiker?"
    },{
    "question": "Wann ziehen wir die Grenze?"
    },{
    "question": "Wann kommen wir zu den kulturellen Produkten, die die langlebigen Werkzeuge unserer Zeit ersetzen?"
    },{
    "question": "Wann fangen wir an, das Problem zu verstehen, und was können wir dagegen tun?"
    },{
    "question": "Wann fangen wir an?"
    }
]